Repository: common-repository/another-random-posts-widget
Catalog: language/*.po
Languages: fr_fr, id_id, it_it, nl_nl, pt_pt, ru_ru, sv_se, uk

source: Random Posts Widget
fr_fr: Articles au hasard
id_id: Widget Posting Acak
it_it: Random Posts Widgets
pt_pt: Widget de Posts aleatórios
ru_ru: Виджет Случайных Записей
uk: Віджет Випадкових Записів

source: This Widget shows some random posts in your sidebar.
fr_fr: Ce widget affiche des articles au hasard dans la barre latérale.
id_id: Widget ini menampilkan beberapa posting acak pada sidebar.
it_it: Il widget visualizza alcuni articoli in ordine random nella sidebar
nl_nl: Deze widget geeft enkele willekeurige berichten in je sidebar weer.
pt_pt: Este Widget mostra alguns posts aleatórios na tua barra lateral.
ru_ru: Этот виджет отображает случайные записи в вашей боковой колонке.
sv_se: Denna widget visar slumpmässiga inlägg i din sidopanel.
uk: Цей віджет показує випадкові записи у вашій боковій колонці

source: Random Posts
fr_fr: Articles au hasard
id_id: Posting Acak
it_it: Articoli random
nl_nl: Willekeurige Berichten
pt_pt: Posts aleatórios
ru_ru: Случайные записи
sv_se: Blandade inlägg
uk: Випадкові записи

source: To the post
fr_fr: Vers l'article
id_id: Menuju posting
it_it: Link all'articolo
nl_nl: Naar het bericht
pt_pt: Para o post
ru_ru: К записи
sv_se: Till inlägget
uk: До запису

source: Title:
fr_fr: Titre :
id_id: Judul:
it_it: Titolo:
nl_nl: Titel:
pt_pt: Titulo:
ru_ru: Заголовок:
sv_se: Titel:
uk: Заголовок:

source: Number of posts:
fr_fr: Nombre d'articles :
id_id: Jumlah posting:
it_it: Numero di articoli:
nl_nl: Aantal berichten:
pt_pt: Numero de posts:
ru_ru: Количество записей:
sv_se: Antal inlägg:
uk: Кількість записів:

source: Exclude:
id_id: Terkecuali:

source: Post IDs, separated by commas.
id_id: Posting ID, dipisahkan dengan koma.

source: Display
fr_fr: Afficher
id_id: Tampilan
it_it: Visualizza
nl_nl: Weergave
pt_pt: Mostrar
ru_ru: Отображение
sv_se: Visa
uk: Відображення

source: Display the post title.
fr_fr: Afficher le titre.
id_id: Tampilkan judul posting.
it_it: Visualizza titolo articolo.
nl_nl: Geef de berichttitel weer.
pt_pt: Mostrar titulo do post.
ru_ru: Показывать заголовок.
sv_se: Visa inläggets titel.
uk: Показувати заголовок.

source: Display the post date.
fr_fr: Afficher la date.
id_id: Tampilkan tanggal posting.
it_it: Visualizza data articolo.
nl_nl: Geef de berichtdatum weer.
pt_pt: Mostrar data do post.
ru_ru: Показывать дату записи.
sv_se: Visa publiceringsdatum.
uk: Показувати дату запису.

source: Display the post author.
fr_fr: Afficher l'auteur.
id_id: Tampilkan penulis posting.
it_it: Visualizza autore aticolo.
nl_nl: Geef de bericht auteur weer.
pt_pt: Mostrar o autor do post.
ru_ru: Показывать автора записи.
sv_se: Visa inläggsskapare.
uk: Показувати автора запису.

source: Display the full post content.
fr_fr: Afficher le contenu complet de l'article.
id_id: Tampilkan seluruh isi posting.
it_it: Visualizza intero contenuto.
nl_nl: Geef de volledige inhoud van het bericht weer.
pt_pt: Mostrar todo o conteúdo do post.
ru_ru: Показать полный текст записи.
sv_se: Visa hela innehållet.
uk: Показувати повний текст запису.

source: Display the excerpt.
fr_fr: Afficher l'extrait de l'article.
id_id: Tampilkan excerpt.
it_it: Visualizza solo riassunto.
nl_nl: Geef de samenvatting weer.
pt_pt: Mostrar excerto.
ru_ru: Показать отрывок.
sv_se: Visa utdrag av innehållet.
uk: Показувати уривок.

source: Display a thumbnail image.
fr_fr: Afficher l'image miniature.
id_id: Tampilkan gambar kecil (thumbnail).
it_it: Visualizza immagine evidenza.
nl_nl: Geef een miniatuurafbeelding weer.
pt_pt: Mostrar miniatura da imagem.
ru_ru: Показывать миниатюры.
sv_se: Visa miniatyrbild.
uk: Показувати мініатюри.

source: Thumbnail adjustment:
fr_fr: Alignement de l'image miniature :
id_id: Pengaturan gambar kecil (thumbnail).
it_it: Posizione immagine:
nl_nl: Miniatuurafbeelding bijstelling
pt_pt: Ajustar miniatura da imagem:
ru_ru: Ориентация миниатюры:
sv_se: Justering av miniatyrbild:
uk: Орієнтація мініатюри:

source: None
fr_fr: Aucun
id_id: Tidak Ada
it_it: nessuna
nl_nl: Geen
pt_pt: Nenhum
ru_ru: Отсутствует
sv_se: Ingen
uk: Відсутня

source: Left
fr_fr: À gauche
id_id: Kiri
it_it: sinistra
nl_nl: Links
pt_pt: Esquerda
ru_ru: Слева
sv_se: Vänster
uk: Ліворуч

source: Right
fr_fr: À droite
id_id: Kanan
it_it: destra
nl_nl: Rechts
pt_pt: Direita
ru_ru: Справа
sv_se: Höger
uk: Праворуч

source: Do not display any content.
fr_fr: N'afficher aucun contenu.
id_id: Tidak menampilkan apapun.
it_it: Non visualizzare alcun testo.
nl_nl: Geef geen content weer.
pt_pt: Não mostrar nenhum conteudo.
ru_ru: Не показывать ничего.
sv_se: Visa inget innehåll.
uk: Не показувати нічого.

source: Display a link to the post.
fr_fr: Afficher un lien vers l'article.
id_id: Tampilkan tautan menuju posting.
it_it: Visualizza link all'articolo.
nl_nl: Geef een link weer naar het bericht.
pt_pt: Mostrar ligação para o post.
ru_ru: Показывать ссылку на запись.
sv_se: Visa länk till inlägget.
uk: Показувати посилання на запис.
